// FileSyncUI Localizable.strings

// The name of the product
"FileSyncUI" = "ファイル同期";

// Text of "ok" button, used in various dialogs.
"OK" = "OK";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "キャンセル";

// Text of "Next" button, used in various dialogs
"NEXT" = "次へ";

// Text of "Done" button, used in various dialogs
"DONE" = "完了";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "続ける";


// ------------------------
// Exception (error) window

"DESTINATION:" = "同期先：";	// Destination label - prefixes the destination path of a symlink.
"MODIFIED:"    = "変更日：";		// Modified label - prefixes the displayed mod date
"NAME:"        = "名前：";			// Name label - prefixes the name of the file
"SIZE:"        = "サイズ：";			// Size label - prefixes the displayed size of the file
"IDISK"		   = "iDisk";			// Prefixing the path with "iDisk/" when appropriate

// These labels tell the user which side of the mirror the file which caused the error resides on
"THIS_COMPUTER" = "このコンピュータ";	// For iDisk
".MAC"          = "%@";				// For iDisk
"LOCAL_MHD"     = "このコンピュータ";	// For Mobile Home Directories (MHD)
"REMOTE_MHD"    = "ネットワーク";		// For MHD

// To reveal the errored file in Finder when appropriate
"SHOW IN FINDER" = "Finder に表示";


// ------------------------
// Exception (error) dialog

// The title of the exception dialog.
"IDISK ERROR TITLE" = "iDisk エラー";
"MHD ERROR TITLE"   = "ホーム同期エラー";
"FS ERROR TITLE"    = "ファイル同期エラー";

// Error code. The argument is an integer number, such as -43.
"ERROR%" = "エラーコード %d。";

// Exception count.
// The first argument is an integer index, the second is the total number of errors. E.g., "iDisk Error 1 of 5"
"IDISK ERROR COUNT%" = "iDisk エラー %d/%d";
"MHD ERROR COUNT%"   = "ホーム同期エラー %d/%d";
"FS ERROR COUNT%"    = "ファイル同期エラー %d/%d";

// Title text of the error. Two variations, only one is used at a time.
// The argument is a filename.
"ERROR DELETING%"      = "ファイル“%@”の削除に問題があります。";
"ERROR SYNCING%"       = "ファイル“%@”の同期に問題があります。";
"ERROR MOVING%"        = "ファイル“%@”の移動に問題があります。";
"ERROR ACCESSING%"     = "ファイル“%@”の同期に問題があります。";
"DIR:ERROR DELETING%"  = "フォルダ“%@”の削除に問題があります。";
"DIR:ERROR SYNCING%"   = "フォルダ“%@”の同期に問題があります。";
"DIR:ERROR MOVING%"    = "フォルダ“%@”の移動に問題があります。";
"DIR:ERROR ACCESSING%" = "フォルダ“%@”の同期に問題があります。";


// ------------------------
// Exception dialog error messages.
// The first string is a short description of the error.
// The second string is additional help text.

// dskFulErr
// The first three strings are variations of the short description: iDisk, mobile home, and general syncing.
"IDISK DSKFULERR"      = "iDisk がほとんど一杯です。この項目を同期するための十分な空き領域が iDisk 上にありません。";
"MHD DSKFULERR"        = "ホームディレクトリがほとんど一杯です。この項目を同期するための十分な空き領域がありません。";
"FS DSKFULERR"         = "ディスクがほとんど一杯です。この項目を同期するための十分な空き領域がありません。";
"IDISK DSKFULERR HELP" = "iDisk のゴミ箱にいくつかの項目が入っています。空き領域を増やすにはゴミ箱を空にしてください。";

// afpAccessDenied
// The first two strings are variations of the short description: deleting, syncing
"AFPACCESSDENIED DELETE"     = "このファイルを削除するアクセス権がありません。";
"AFPACCESSDENIED SYNC"       = "このファイルを同期するアクセス権がありません。";
"DIR:AFPACCESSDENIED DELETE" = "このフォルダを削除するアクセス権がありません。";
"DIR:AFPACCESSDENIED SYNC"   = "このフォルダを同期するアクセス権がありません。";
"AFPACCESSDENIED HELP"       = "Finder の情報パネルでアクセス権を確認することができます。";

// kSFFileNameDiffersByCase
// The first three strings are variations of the short description: iDisk, mobile home, general syncing.
"IDISK KSFFILENAMEDIFFERSBYCASE"     = "このファイルの名前は、一部の文字の大文字／小文字の違いを除き、iDisk 上の別の項目の名前と同じです。";
"MHD KSFFILENAMEDIFFERSBYCASE"       = "このファイルの名前は、一部の文字の大文字／小文字の違いを除き、ホームディレクトリ内の別の項目の名前と同じです。";
"FS KSFFILENAMEDIFFERSBYCASE"        = "このファイルの名前は、一部の文字の大文字／小文字の違いを除き、ディスク上の別の項目の名前と同じです。";
"DIR:IDISK KSFFILENAMEDIFFERSBYCASE" = "このフォルダの名前は、一部の文字の大文字／小文字の違いを除き、iDisk 上の別の項目の名前と同じです。";
"DIR:MHD KSFFILENAMEDIFFERSBYCASE"   = "このフォルダの名前は、一部の文字の大文字／小文字の違いを除き、ホームディレクトリ内の別の項目の名前と同じです。";
"DIR:FS KSFFILENAMEDIFFERSBYCASE"    = "このフォルダの名前は、一部の文字の大文字／小文字の違いを除き、ディスク上の別の項目の名前と同じです。";
"KSFFILENAMEDIFFERSBYCASE HELP"      = "この項目の名前を、はっきりと区別できるように変更してください。たとえば、名前に番号を追加します。";

// fBsyErr
"FSBSYERR"      = "ファイルは使用中です。";
"FSBSYERR HELP" = "アプリケーションがそのファイルを開いているようです。ファイルを閉じるかアプリケーションを終了してみてください。";

// fLckdErr
"FLCKDERR"      = "ファイルがロックされています。";
"DIR:FLCKDERR"  = "フォルダがロックされています。";
"FLCKDERR HELP" = "Finder の情報パネルを使って項目のロックを解除できます。";

"File Not Found"      = "ファイルが見つかりませんでした。";
"HELP:File Not Found" = "そのファイルは同期中に移動しました。同期をもう一度やり直してください。";

"File Name Too Long"      = "ファイルまたはフォルダの名前が長すぎます。";
"HELP:File Name Too Long" = "この項目の名前を短い名前に変更してください。";

"I/O Error"      = "ファイルの読み出しまたは書き込み中にエラーが起きました。";
"HELP:I/O Error" = "後でもう一度やり直してください。";

"Destination does not support symlinks"      = "同期先が symlink に対応していません。";
"HELP:Destination does not support symlinks" = "最初にファイルまたはフォルダを圧縮してみてください。";

"Object deleted"      = "同期を開始する前に項目が削除されました。";
//"HELP:Object deleted" = "";

"Object created"      = "同期を開始する前のこの項目と同じ場所に新しい項目が作成されました。";
//"HELP:Object created" = "";

"Object modified"     = "同期を開始する前に他のアプリケーションによって項目が更新または変更されました。";
//"HELP:Object modified" = "";

"Network error"       = "ネットワークエラーが起きました。";
"HELP:Network error"  = "ネットワーク接続を確認するか、後でもう一度やり直してください。";

//"Timeout Error"       = "The server has stopped responding.";

"Unknown error"            = "問題が起きました。";					// [rdar://5231555]
"HELP:Unknown error"       = "後でもう一度やり直してください。";
"HELP-IDISK:Unknown error" = "後でもう一度やり直してください。";
"HELP-PHD:Unknown error"   = "後でもう一度やり直してください。もしこの問題がまだ続くようならネットワーク管理者に問い合わせてください。";

"IDISK ALMOST FULL"     = "お使いの iDisk はほとんど一杯です。";
"ALMOST FULL TRASH MSG" = "iDisk のゴミ箱にいくつかのファイルが入っています。空き領域を増やすにはゴミ箱を空にしてください。\n\nシステム環境設定の“%@”パネルから iDisk のサイズを増やすことができます。";
"ALMOST FULL .MAC MSG"  = "システム環境設定の“%@”パネルで iDisk のサイズを増やすことができます。";

"REVERIFICATION"      = "最後の各 %@ 同期中にファイルが変更されました。";
"REVERIFICATION HELP" = "アプリケーションがそのファイルを定期的に変更しているようです。ファイルを閉じるかアプリケーションを終了してみてください。";

"TOO_MANY_EAS"      = "同期先がこの項目に含まれる一部のデータに対応していません。";
"TOO_MANY_EAS HELP" = "最初にファイルまたはフォルダを圧縮してみてください。";

// ---------------------
// offline folder dialog

"OFFLINE FOLDER%"    = "“%@”フォルダは、iDisk がオンラインの場合だけ使用できます。";
"OFFLINE FOLDER MSG" = "このフォルダにアクセスするには、コンピュータをインターネットに接続する必要があります。";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%llu バイト";
"%KB"    = "%.2f KB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// --------------------
// Conflict list window

// Conflict count. Singular and plural. The plural argument is an integer. Used in the conflict *list* window, not the conflict resolution window
"1CONFLICT"  = "1 件の不一致";
"%CONFLICTS" = "%d 件の不一致";


// -----------------------
// Conflict manager window

"%IS_OUT_OF_SYNC"          = "“%@”が 2 つの場所で変更されました。";			// Name of conflicting item.
"%WHERE"                   = "場所：%@";						// Path to parent folder of conflicting item.
"%CONFLICT_COUNT"          = "%d/%d";						// Conflict count (arguments are integers i.e., "1 of 16")
"ROOT"                     = "- ルート -";							// The name of the root of the sync point, rather than @"/"
"FILE"                     = "ファイル";
"FOLDER"                   = "フォルダ";
"PACKAGE"                  = "パッケージ";
"SYMLINK"                  = "symlink";
"IDISK_LOCAL_TITLE"        = "このコンピュータ";
"IDISK_POPUP_LOCAL_TITLE"  = "このコンピュータ内のファイルを残す";
"IDISK_POPUP_REMOTE_TITLE" = "%@ のファイルを残す";
"MHD_LOCAL_TITLE"          = "このコンピュータ";
"MHD_REMOTE_TITLE"         = "ネットワーク";
"MHD_POPUP_LOCAL_TITLE"    = "このコンピュータ内のファイルを残す";
"MHD_POPUP_REMOTE_TITLE"   = "ネットワーク上のファイルを残す";
"1_IDISK_CONFLICT"         = "iDisk の同期の不一致があります。";			// Singular for iDisk
"%_IDISK_CONFLICTS"        = "iDisk の同期の不一致が %d 件あります。";			// Plural for iDisk
"1_MHD_CONFLICT"           = "ホームの同期の不一致があります。";				// Singular for MHD
"%_MHD_CONFLICTS"          = "ホームの同期の不一致が %d 件あります。";			// Plural for MHD
"IDISK_RESOLVE_REMOTE"     = "%@ のファイルを使用して、不一致をすべて解消";
"IDISK_RESOLVE_LOCAL"      = "このコンピュータ内のファイルを使用して、不一致をすべて解消";
"IDISK_RESOLVE_BOTH"       = "両方のファイルを残して、不一致をすべて解消";
"IDISK_RESOLVE_LASTMOD"    = "変更日が最も新しいファイルを残して、不一致をすべて解消";
"IDISK_RESOLVE_EXCLUDE"    = "次の同期からはこれらのファイルを除外して、不一致をすべて解消";
"IDISK_RESOLVE_NONE"       = "すべての不一致を無視します。";
"MHD_RESOLVE_REMOTE"       = "ネットワーク上のファイルを使用して、不一致をすべて解消";
"MHD_RESOLVE_LOCAL"        = "このコンピュータ内のファイルを使用して、不一致をすべて解消";
"MHD_RESOLVE_BOTH"         = "両方のファイルを残して、不一致をすべて解消";
"MHD_RESOLVE_LASTMOD"      = "変更日が最も新しいファイルを残して、不一致をすべて解消";
"MHD_RESOLVE_EXCLUDE"      = "次の同期からはこれらのファイルを除外して、不一致をすべて解消";
"MHD_RESOLVE_NONE"         = "すべての不一致を無視します。";
"MHD_CONFLICT_TITLE"       = "同期の不一致";

// Unable to resolve all conflicts alert sheet
"NOT_ALL_RESOLVED_TITLE" = "解消できない不一致があります";
"NOT_ALL_RESOLVED_MSG"   = "変更日が近すぎるため、一部の不一致を解消できませんでした。これらの不一致を手動で解消するか、別のオプションを使って解消してください。";

"There are no file syncing errors or conflicts." = "ファイルの同期エラーまたは不一致はありません。";

// -----------------
// Global Exceptions

// iDisk
"GLOBAL-IDISK:Timeout"      = "iDisk の同期が終了しませんでした。後でもう一度やり直してください。";
"GLOBAL-HELP-IDISK:Timeout" = "iDisk の同期の問題が引き続き起きる場合は、インターネット接続で問題が起きている可能性があります。インターネットを使用するほかのアプリケーションを終了してから、もう一度やり直してみてください。";

"GLOBAL-IDISK:NetworkError"      = "iDisk の同期が終了しませんでした。";
"GLOBAL-HELP-IDISK:NetworkError" = "ネットワーク接続を確認するか、後でもう一度やり直してください。";

"GLOBAL-IDISK:RemoteBusy"      = "iDisk の同期が終了しませんでした。";
"GLOBAL-HELP-IDISK:RemoteBusy" = "後でもう一度やり直してください。";

"GLOBAL-IDISK:UNKNOWN"      = "問題が起きたため、iDisk の同期が終了しませんでした。";
"GLOBAL-HELP-IDISK:UNKNOWN" = "後でもう一度やり直してください。";

// PHD
"GLOBAL-PHD:Timeout"      = "ホームディレクトリの同期が終了しませんでした。後でもう一度やり直してください。";
"GLOBAL-HELP-PHD:Timeout" = "ホームディレクトリの同期の問題が引き続き起きる場合は、ネットワーク接続で問題が起きている可能性があります。ネットワークを使用するほかのアプリケーションを終了してから、もう一度やり直してみてください。";

"GLOBAL-PHD:NetworkError"      = "ホームディレクトリの同期が終了しませんでした。";
"GLOBAL-HELP-PHD:NetworkError" = "ネットワーク接続を確認するか、後でもう一度やり直してください。";

"GLOBAL-PHD:RemoteBusy"      = "ホームディレクトリの同期が終了しませんでした。";
"GLOBAL-HELP-PHD:RemoteBusy" = "後でもう一度やり直してください。";

"GLOBAL-PHD:UNKNOWN"      = "問題が起きたため、ホームディレクトリの同期が終了しませんでした。";
"GLOBAL-HELP-PHD:UNKNOWN" = "後でもう一度やり直してください。";

// Other
"GLOBAL-FS:Timeout"      = "ファイルの同期が終了しませんでした。後でもう一度やり直してください。";
"GLOBAL-HELP-FS:Timeout" = "ファイルの同期の問題が引き続き起きる場合は、ネットワーク接続で問題が起きている可能性があります。ネットワークを使用するほかのアプリケーションを終了してから、もう一度やり直してみてください。";

"GLOBAL-FS:NetworkError"      = "ファイルの同期が終了しませんでした。";
"GLOBAL-HELP-FS:NetworkError" = "ネットワーク接続を確認するか、後でもう一度やり直してください。";

"GLOBAL-FS:RemoteBusy"      = "ファイルの同期が終了しませんでした。";
"GLOBAL-HELP-FS:RemoteBusy" = "後でもう一度やり直してください。";

"GLOBAL-FS:UNKNOWN"      = "問題が起きたため、ファイルの同期が終了しませんでした。";
"GLOBAL-HELP-FS:UNKNOWN" = "後でもう一度やり直してください。";
